// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Skriv følgende kode, og tryk derefter på Retur på tastaturet.";

"MSG_PAIRING_TIMEOUT" = "Kan ikke danne par med “%@”. Klik på Par for at prøve igen.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Kan ikke danne par med “%@”. Prøver med det næste tastatur om 5 sekunder.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Kan ikke danne par med “%@”. Prøver igen om 5 sekunder.";

"MSG_PAIRING_FAILED" = "Kan ikke danne par med tastaturet. Klik på Par for at prøve igen.";
"MSG_PAIRING_FAILED_AUTO" = "Kan ikke danne par med tastaturet. Prøver igen..";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Der opstod et problem under søgning efter trådløse enheder.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Danner par med tastaturet “%@.”";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Danner par med musen “%@.”";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Søger efter dit tastatur…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Søger efter din mus…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Computerens pardannelse med “%@” lykkedes.";
"TITLE_PAIRED_MOUSE" = "Computerens pardannelse med “%@” lykkedes.";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Indstillingsassistent fandt %d trådløse tastaturer.";
"TITLE_MOUSE_N_FOUND" = "Indstillingsassistent fandt %d trådløse mus.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Indstillingsassistent fandt tastaturet med navnet “%@.”";
"TITLE_MOUSE_FOUND" = "Indstillingsassistent fandt musen med navnet “%@.”";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Vælg dit tastatur på listen, og klik derefter på Par. Når tastaturet er parret, vises der en kode, som du skal skrive på tastaturet.";
"MSG_START_PAIRING_MOUSE" = "Indstillingsassistent forsøger at danne par med hver mus på listen. Når der er dannet par med musen, kan du bevæge markøren med musen.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Pardannelse med “%@” starter automatisk. Når tastaturet er parret, vises der en kode, som du skal skrive på tastaturet.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Pardannelse med “%@” starter automatisk. Når musen er parret, kan du bevæge markøren med musen.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Kan ikke finde et tastatur. Søger…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Kan ikke finde en mus. Søger…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Der er ikke sluttet noget tastatur til din computer. Tilslut tastaturet nu.";
"MSG_NO_MOUSE" = "Der er ikke sluttet nogen mus til din computer. Tilslut musen nu.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Der er ikke sluttet noget tastatur til computeren. Tilslut tastaturet nu.\n\nHvis du bruger et Apple Wireless Keyboard, skal du sørge for, at batterierne er indsat korrekt, og at det er tændt.";
"MSG_NO_MOUSE_BLUETOOTH" = "Der er ikke sluttet nogen mus til computeren. Tilslut musen nu.\n\nHvis du bruger en Apple Wireless Mouse, skal du finde kontakten i bunden af musen og tænde den ved at skubbe dækslet, så lysdioden er synlig.\n\nHvis du ikke bruger en mus, skal du tilslutte tastaturet nu.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Opdaterer %d tastaturnavne...";
"MSG_GETTING_MOUSE_NAMES" = "Opdaterer %d musnavne...";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Du anerkender pardannelsen ved at trykke på Retur på tastaturet. Hvis du ikke gør det, begynder pardannelsen igen om %d sekunder.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Du anerkender pardannelsen ved at bruge musen til at klikke på knappen OK, der vises nedenfor. Hvis du ikke gør det, begynder pardannelsen igen om %d sekunder.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Du har skrevet en forkert kode. Klik på Par for at prøve igen.";
"MSG_AUTH_FAILURE_MOUSE" = "Pardannelse med musen lykkedes ikke. Klik på Par for at prøve igen.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Du har skrevet en forkert kode. Danner par med tastaturet igen om 5 sekunder.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "Pardannelse med musen lykkedes ikke. Danner par med musen igen om 5 sekunder.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Venter på, at tastaturet opretter forbindelse…";
"MSG_ALREADY_PAIRED_MOUSE" = "Klik på musen for at begynde at bruge den.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Hvis det ikke er din mus, skal du sørge for, at musen er tændt og derefter vente, til søgningen starter igen.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Hvis det ikke er dit tastatur, skal du sørge for, at tastaturet er tændt og derefter vente, til søgningen starter igen.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Hvis din mus ikke er på listen, skal du sørge for, at den er tændt og derefter vente, til søgningen starter igen.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Hvis dit tastatur ikke er på listen, skal du sørge for, at det er tændt, og derefter klikke på Annuller for at søge igen.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Hvis markøren ikke bevæger sig, når du flytter musen, er musen ikke parret med computeren. Vent, til pardannelsen begynder igen.";
"MSG_WARNING_ACK_KEYBOARD" = "Hvis pardannelsen ikke anerkendes, når du trykker på tasten Retur på tastaturet, er tastaturet ikke parret med computeren. Vent, til pardannelsen begynder igen.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Danner par med enheden...";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Opretter forbindelse…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Tilsluttet.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Pardannelse er færdig.";

"CUSTOM_MOUSE_NAME"	= "%@s mus";
"CUSTOM_KEYBOARD_NAME"	= "%@s tastatur";

